{
    "text": "Historia de las literaturas en México (Siglos XVI-XVII)",
    "value": 1000,
    "children": [{
        "text": "Inicio",
        "value": 1200,
        "collapsed": true,
        "children": [
            { "text": "Presentaciones. Enrique Luis Graue Wiechers", "value": 1210 },
            { "text": "Introducción. Jessica C. Locke, Ana Castaño Navarro, Jorge Gutiérrez Reyna", "value": 1220 }
        ]
    }, {
        "text": "Materialidades y soportes. el libro y la imprenta.",
        "value": 1300,
        "children": [
            { "text": "Imprenta y libro antiguo. Consideraciones para el estudio material de la literatura novohispana. Marina Garone Gravier", "value": 1310 },
            { "text": "Mercaderes de libros en la Nueva España. Comercio, censura y privilegio en el siglo XVI. Olivia Moreno Gamboa", "value": 1320 }
        ]
    }, {
        "text": "A vista de pájaro. panoramas literarios",
        "value": 1400,
        "children": [
            { "text": "Las letras nahuas. Naturaleza y tipología de sus fuentes. Salvador Reyes Equiguas", "value": 1410 },
            { "text": "La literatura maya.Voces y perspectivas. Michela Craveri", "value": 1420 },
            { "text": "La literatura neolatina del siglo XVI en Nueva España. Andrés Íñigo Silva", "value": 1430 },
            { "text": "La poesía en el primer siglo del virreinato. ¿Una nueva lengua poética? Martha Lilia Tenorio", "value": 1440 },
            { "text": "Teatro y dramaturgia en Nueva España. Siglo XVI. Octavio Rivera Krakowska", "value": 1450 },
            { "text": "La prosa de la Nueva España en el siglo XVI. Reflejo de un encuentro entre dos mundos. Camila Pascal García", "value": 1460 }
        ]
    }, {
        "text": "Confluencias. las lenguas y las culturas del viejo y el nuevo mundo",
        "value": 1500,
        "children": [
            { "text": "Primeros escritos novohispanos. Crónica y épica de la conquista. María José Rodilla León", "value": 1510 },
            { "text": "La salida de Chicomoztoc según la Historia tolteca-chichimeca. Una narración entre la lírica y la épica. María Castañeda de la Paz", "value": 1520 },
            { "text": "Fray Bernardino de Sahagún. Miguel León-Portilla", "value": 1530 },
            { "text": "El Códice Durán. Paloma Vargas Montes", "value": 1540 },
            { "text": "Mujeres cronistas en la Nueva España. Cartas, testamentos, procesos inquisitoriales. Valeria Añón", "value": 1550 },
            { "text": "Don Fernando de Alva Ixtlilxóchitl, poeta e intérprete. La novela de Nezahualcóyotl. Enrique Flores", "value": 1560 }
        ]
    }, {
        "text": "La presencia del latín. filosofía, teología y literatura académica",
        "value": 1600,
        "children": [
            { "text": "El teatro en los colegios jesuitas. Alejandro Arteaga Martínez", "value": 1610 },
            { "text": "El neolatín mexicano y su literatura. Esbozo del siglo XVI. José Quiñones", "value": 1620 },
            { "text": "Literatura filosófica y teológica en la Nueva España. Mauricio Beuchot", "value": 1630 },
            { "text": "Francisco Cervantes de Salazar, cronista de la Nueva España (1550-1575). Víctor Manuel Sanchis Amat", "value": 1640 }
        ]
    }, {
        "text": "Consolidación de la literatura novohispana en español.",
        "value": 1700,
        "children": [
            { "text": "Las alabanzas tempranas de la Ciudad de México. De Cervantes de Salazar a Arias de Villalobos. Karl Kohut", "value": 1710 },
            { "text": "Flores de varia poesía (1577). Un cancionero entre dos mundos. Jorge Gutiérrez Reyna", "value": 1720 },
            { "text": "La lírica sacra de Fernán González de Eslava. Margit Frenk", "value": 1730 },
            { "text": "Música y canto en el teatro criollo. Los coloquios III y XVI de Fernán González de Eslava. Octavio Rivera Krakowska y Édgar García Valencia", "value": 1740 },
            { "text": "Eugenio de Salazar, vida y obra. De la oscuridad del olvido a la luz del canon. Jessica C. Locke", "value": 1750 },
            { "text": "Bernardo de Balbuena (1563-1627). Vida y virtud, obra y fama. Martín Zulaica López", "value": 1760 },
            { "text": "Épica novohispana del siglo xvi. Terrazas y Saavedra Guzmán. Rodrigo Cacho Casal", "value": 1760 }
        ]
    }, {
        "text": "Cronología",
        "value": 1800,
        "children": [
            { "text": "Gobierno de la Nueva España", "value": 1810 }
        ]
    }]
}